Repository: HASEL-UZH/MindfulPacer.Apple
Catalog: MindfulPacer/Shared/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it

source: The current heart rate (in beats per minute, BPM), as detected by the Apple Watch, must stay at or above the threshold for a Reminder to be triggered. Please note that such thresholds for pacing and managing your activity are highly individual. We recommend to experiment with different (and several) thresholds to identify what works best for you. One starting point could be (220 - AgeInYears) * 0.5. For example, a 40-year old person would set a threshold as (220-40)*0.5=90 beats per minute. For example: Do a quick reflection when completing 2000 or more steps within 30 minutes. Please note that you can set the interval on the next page.
de: Die aktuelle Herzfrequenz (in Schlägen pro Minute, BPM), die von der Apple Watch erfasst wird, muss auf oder über dem Schwellenwert bleiben, damit eine Erinnerung ausgelöst wird. Bitte beachte, dass solche Schwellenwerte für das Management deiner Aktivität sehr individuell sind. Wir empfehlen dir, mit verschiedenen (und mehreren) Schwellenwerten zu experimentieren, um herauszufinden, was für dich am besten funktioniert. Ein Anfangspunkt könnte (220 - Alter in Jahren) * 0,5 sein. Eine 40-jährige Person würde zum Beispiel einen Schwellenwert von (220-40)*0,5=90 Schläge pro Minute festlegen. Ein Beispiel: Führe eine kurze Reflexion durch, wenn deine Herzfrequenz länger als 5 Minuten über 90 Schläge pro Minute liegt. Bitte beachte, dass du das Intervall auf der nächsten Seite einstellen kannst.
es: La frecuencia cardíaca actual (en latidos por minuto, PPM), detectada por el Apple Watch, debe mantenerse en o por encima del umbral para que se active un recordatorio. Ten en cuenta que estos umbrales para regular y gestionar tu actividad son muy individuales. Recomendamos experimentar con diferentes (y varios) umbrales para identificar lo que funcione mejor para ti. Un punto de partida podría ser (220 - EdadEnAños) * 0.5. Por ejemplo, una persona de 40 años establecería un umbral de (220-40)*0.5=90 latidos por minuto. Por ejemplo: Haz una reflexión rápida al completar 2000 o más pasos en 30 minutos. Ten en cuenta que puedes configurar el intervalo en la página siguiente.
fr: La fréquence cardiaque actuelle (en battements par minute, BPM), détectée par l'Apple Watch, doit rester au niveau ou au-dessus du seuil pour qu'un rappel soit déclenché. Veuillez noter que ces seuils pour gérer votre activité sont très individuels. Nous recommandons d'expérimenter avec différents (et plusieurs) seuils pour identifier ce qui fonctionne le mieux pour vous. Un point de départ pourrait être (220 - Âge en années) * 0,5. Par exemple, une personne de 40 ans fixerait un seuil à (220-40)*0,5=90 battements par minute. Par exemple : Faites une réflexion rapide lorsque vous effectuez 2000 pas ou plus en 30 minutes. Veuillez noter que vous pouvez définir l'intervalle sur la page suivante.
it: La frequenza cardiaca attuale (in battiti al minuto, BPM), rilevata dall'Apple Watch, deve rimanere al livello o al di sopra della soglia affinché venga attivato un promemoria. Tieni presente che tali soglie per la gestione della tua attività sono molto individuali. Ti consigliamo di sperimentare con diverse (e molteplici) soglie per identificare ciò che funziona meglio per te. Un punto di partenza potrebbe essere (220 - Età in anni) * 0,5. Ad esempio, una persona di 40 anni imposterebbe una soglia di (220-40)*0,5=90 battiti al minuto. Ad esempio: Fai una rapida riflessione quando completi 2000 o più passi in 30 minuti. Tieni presente che puoi impostare l'intervallo nella pagina successiva.

source: The current step count, as detected by the Apple Watch, must stay at or above the threshold for a Reminder to be triggered. For example: Completing more than 2000 steps in 30 minutes. Please note that you can set the interval on the next page.
de: Die aktuelle Schrittzahl, die von der Apple Watch erfasst wird, muss auf oder über dem Schwellenwert bleiben, damit eine Erinnerung ausgelöst wird. Zum Beispiel: Erreichen von mehr als 2000 Schritten in 30 Minuten. Bitte beachte, dass du das Intervall auf der nächsten Seite einstellen kannst.
es: El conteo de pasos actual, detectado por el Apple Watch, debe mantenerse en o por encima del umbral para que se active un recordatorio. Por ejemplo: Completar más de 2000 pasos en 30 minutos. Ten en cuenta que puedes configurar el intervalo en la página siguiente.
fr: Le nombre de pas actuel, détecté par l'Apple Watch, doit rester au niveau ou au-dessus du seuil pour qu'un rappel soit déclenché. Par exemple : Effectuer plus de 2000 pas en 30 minutes. Notez que vous pouvez définir l'intervalle sur la page suivante.
it: Il conteggio dei passi attuale, rilevato dall'Apple Watch, deve rimanere al livello o sopra la soglia affinché un promemoria venga attivato. Ad esempio: Completare più di 2000 passi in 30 minuti. Nota che puoi impostare l'intervallo nella pagina successiva.

source: the last
de: den letzten
es: las últimas
fr: les derniers
it: gli ultimi

source: The period during which the heart rate, as measured by the Apple Watch, must stay at or above the specified threshold for the Reminder to be triggered. For example: Do a quick reflection when the detected heart rate is greater than 120 for 30 seconds or longer.
de: Der Zeitraum, in dem die von der Apple Watch gemessene Herzfrequenz auf oder über dem angegebenen Schwellenwert liegen muss, damit die Erinnerung ausgelöst wird. Zum Beispiel: Führe eine kurze Reflexion durch, wenn die ermittelte Herzfrequenz 30 Sekunden oder länger über 120 liegt.
es: El periodo durante el cual la frecuencia cardíaca, medida por el Apple Watch, debe mantenerse en o por encima del umbral especificado para que se active el recordatorio. Por ejemplo: Haz una reflexión rápida cuando la frecuencia cardíaca detectada sea mayor que 120 durante 30 segundos o más.
fr: La période pendant laquelle la fréquence cardiaque, mesurée par l'Apple Watch, doit rester au niveau ou au-dessus du seuil spécifié pour que le rappel soit déclenché. Par exemple : Faites une réflexion rapide lorsque la fréquence cardiaque détectée dépasse 120 pendant 30 secondes ou plus.
it: Il periodo durante il quale la frequenza cardiaca, misurata dall'Apple Watch, deve rimanere al livello o sopra la soglia specificata affinché il promemoria venga attivato. Ad esempio: Fai una riflessione rapida quando la frequenza cardiaca rilevata supera 120 per 30 secondi o più.

source: The period during which the total number of steps, as measured by the Apple Watch, must stay at or above the threshold for the Reminder to be triggered. For example: Do a quick reflection when completing 2000 or more steps within 30 minutes.
de: Der Zeitraum, in dem die von der Apple Watch gemessene Gesamtzahl der Schritte auf oder über dem Schwellenwert liegen muss, damit die Erinnerung ausgelöst wird. Zum Beispiel: Führe eine kurze Reflexion durch, wenn du innerhalb von 30 Minuten 2000 oder mehr Schritte gemacht hast.
es: El periodo durante el cual el número total de pasos, medido por el Apple Watch, debe mantenerse en o por encima del umbral para que se active el recordatorio. Por ejemplo: Haz una reflexión rápida al completar 2000 o más pasos en 30 minutos.
fr: La période pendant laquelle le nombre total de pas, mesuré par l'Apple Watch, doit rester au niveau ou au-dessus du seuil pour que le rappel soit déclenché. Par exemple : Faites une réflexion rapide lorsque 2000 pas ou plus sont effectués en 30 minutes.
it: Il periodo durante il quale il numero totale di passi, misurato dall'Apple Watch, deve rimanere al livello o sopra la soglia affinché il promemoria venga attivato. Ad esempio: Fai una riflessione rapida quando completi 2000 o più passi in 30 minuti.

source: The Reminder that triggered this reflection.
de: Die Erinnerung, welche diese Reflexion ausgelöst hat.
es: El recordatorio que activó esta reflexión.
fr: Le rappel qui a déclenché cette réflexion.
it: Il promemoria che ha attivato questa riflessione.

source: The strength and duration of the vibration varies by reminder type.
de: Die Stärke und Dauer der Vibration variiert je nach Art der Erinnerung.
es: La intensidad y duración de la vibración varía según el tipo de recordatorio.
fr: La force et la durée de la vibration varient selon le type de rappel.
it: La forza e la durata della vibrazione variano in base al tipo di promemoria.

source: Theme
de: Design
es: Tema
fr: Thème
it: Tema

source: There are no reflections within the last %@.
de: Es gibt keine Reflexionen innerhalb der letzten %@.
es: No hay reflexiones en los últimos %@.
fr: Il n'y a aucune réflexion au cours des derniers %@.
it: Non ci sono riflessioni negli ultimi %@.

source: There are no reflections.
de: Es gibt keine Reflexionen.
es: No hay reflexiones.
fr: Il n'y a aucune réflexion.
it: Non ci sono riflessioni.

source: There are no subactivities for this activity.
de: Für diese Aktivität gibt es keine Unteraktivitäten.
es: No hay subactividades para esta actividad.
fr: Il n'y a aucune sous-activité pour cette activité.
it: Non ci sono sotto-attività per questa attività.

source: There was an issue loading activities to self-report. Please restart the app and try again.
de: Es hat ein Problem mit dem Laden von Aktivitäten für die Reflexion gegeben. Bitte starte die App neu und probiere es nochmals.
es: Hubo un problema al cargar las actividades para autoinformar. Reinicia la app e inténtalo de nuevo.
fr: Un problème est survenu lors du chargement des activités à auto-évaluer. Veuillez redémarrer l'app et réessayer.
it: Si è verificato un problema nel caricamento delle attività da autovalutare. Riavvia l'app e riprova.

source: Thinking
de: Nachdenken
es: Pensar
fr: Réflexion
it: Pensiero

source: Thinking or Brainstorming
de: Nachdenken oder Brainstorming
es: Pensar o tormenta de ideas
fr: Réflexion ou brainstorming
it: Pensiero o brainstorming

source: This allows you to add a new Reminder which can be triggered on your Apple Watch or iPhone.
de: Damit kannst du eine neue Erinnerung hinzufügen, die auf deiner Apple Watch oder deinem iPhone ausgelöst werden kann.
es: Esto te permite añadir un nuevo recordatorio que se puede activar en tu Apple Watch o iPhone.
fr: Cela vous permet d'ajouter un nouveau rappel pouvant être déclenché sur votre Apple Watch ou iPhone.
it: Questo ti permette di aggiungere un nuovo promemoria che può essere attivato sul tuo Apple Watch o iPhone.

source: This chart displays heart rate data from the last hour.
de: Dieses Diagramm zeigt die Herzfrequenzdaten der letzten Stunde an.
es: Este gráfico muestra datos de frecuencia cardíaca de la última hora.
fr: Ce graphique affiche les données de fréquence cardiaque de la dernière heure.
it: Questo grafico mostra i dati della frequenza cardiaca dell'ultima ora.

source: This chart displays step data from the last hour.
de: Dieses Diagramm zeigt die Schrittzahl der letzten Stunde an.
es: Este gráfico muestra datos de pasos de la última hora.
fr: Ce graphique affiche les données de pas de la dernière heure.
it: Questo grafico mostra i dati dei passi dell'ultima ora.

source: This setting can keep MindfulPacer on screen while a session is active. If you don’t see it right away, don’t worry - it can take a little time to appear.
de: Diese Einstellung kann MindfulPacer während einer aktiven Sitzung auf dem Bildschirm halten. Wenn sie nicht sofort angezeigt wird, keine Sorge – es kann einen Moment dauern.
es: Este ajuste puede mantener MindfulPacer en pantalla mientras una sesión esté activa. Si no lo ves de inmediato, no te preocupes, puede tardar un poco en aparecer.
fr: Ce réglage peut garder MindfulPacer à l'écran pendant qu'une session est active. Si vous ne le voyez pas tout de suite, ne vous inquiétez pas – cela peut prendre un peu de temps.
it: Questa impostazione può mantenere MindfulPacer sullo schermo durante una sessione attiva. Se non lo vedi subito, non preoccuparti – potrebbe richiedere un po' di tempo.

source: This setting is optional. MindfulPacer will work normally even if your watch returns to the clock.
de: Diese Einstellung ist optional. MindfulPacer funktioniert normal, auch wenn deine Watch zur Uhr zurückkehrt.
es: Este ajuste es opcional. MindfulPacer funcionará normalmente aunque tu reloj vuelva a la esfera.
fr: Ce réglage est facultatif. MindfulPacer fonctionnera normalement même si votre montre revient au cadran.
it: Questa impostazione è facoltativa. MindfulPacer funzionerà normalmente anche se il tuo orologio torna al quadrante.

source: This will permanently remove your reflections, reminders, cached health data, and settings from this device. This action cannot be undone.
de: Dadurch werden deine Reflexionen, Erinnerungen, zwischengespeicherten Gesundheitsdaten und Einstellungen dauerhaft von diesem Gerät entfernt. Diese Aktion kann nicht rückgängig gemacht werden.
es: Esto eliminará permanentemente tus reflexiones, recordatorios, datos de salud en caché y ajustes de este dispositivo. Esta acción no se puede deshacer.
fr: Cela supprimera définitivement vos réflexions, rappels, données de santé en cache et réglages de cet appareil. Cette action est irréversible.
it: Questa operazione rimuoverà permanentemente le tue riflessioni, promemoria, dati sulla salute in cache e impostazioni da questo dispositivo. Questa azione è irreversibile.

source: Threshold
de: Schwellenwert
es: Umbral
fr: Seuil
it: Soglia

source: Threshold (%lld bpm)
de: Schwellenwert (%lld bpm)
es: Umbral (%lld ppm)
fr: Seuil (%lld bpm)
it: Soglia (%lld bpm)

source: Threshold Information
de: Information zum Schwellenwert
es: Información del umbral
fr: Information sur le seuil
it: Informazioni sulla soglia

source: Tidying Up
de: Aufräumen
es: Ordenar
fr: Rangement
it: Riordino

source: Time
de: Zeit
es: Hora
fr: Heure
it: Ora

source: Timelines of your physical activity (steps, heart rate and others)
de: Zeitachsen für deine körperliche Aktivität (Schritte, Herzfrequenz und andere)
es: Líneas de tiempo de tu actividad física (pasos, frecuencia cardíaca y otros)
fr: Chronologies de votre activité physique (pas, fréquence cardiaque et autres)
it: Cronologie della tua attività fisica (passi, frequenza cardiaca e altro)

source: Tired
de: Müde
es: Cansado
fr: Fatigué
it: Stanco

source: To
de: Bis
es: Hasta
fr: À
it: A

source: To use “iPhone + Apple Watch”, install and set up the MindfulPacer Watch app first.
de: Um "iPhone + Apple Watch" zu nutzen, installiere zuerst die MindfulPacer Watch app und richte diese ein.
es: Para usar “iPhone + Apple Watch”, instala y configura primero la app MindfulPacer Watch.
fr: Pour utiliser « iPhone + Apple Watch », installez et configurez d'abord l'app MindfulPacer Watch.
it: Per utilizzare « iPhone + Apple Watch », installa e configura prima l'app MindfulPacer Watch.

source: Today
de: Heute
es: Hoy
fr: Aujourd'hui
it: Oggi

source: Toilet
de: Toilette
es: Ir al baño
fr: Toilettes
it: Bagno

source: Total for Day
de: Gesamt für Tag
es: Total del día
fr: Total du jour
it: Totale giornaliero

source: Transportation
de: Verkehrsmittel
es: Transporte
fr: Transport
it: Trasporto

source: Triggered on %@
de: Ausgelöst am %@
es: Activado el %@
fr: Déclenché le %@
it: Attivato il %@

source: Try this
de: Versuche Folgendes
es: Prueba esto
fr: Essayez ceci
it: Prova questo

source: two hours
de: Zwei Stunden
es: dos horas
fr: deux heures
it: due ore

source: Unable to save your Reflection. Please try again. If this problem persists, please contact us.
de: Deine Reflexion konnte nicht gespeichert werden. Bitte versuche es erneut. Wenn dieses Problem weiterhin besteht, kontaktiere uns bitte.
es: No se pudo guardar tu reflexión. Por favor, inténtalo de nuevo. Si el problema persiste, contáctanos.
fr: Impossible d'enregistrer votre réflexion. Veuillez réessayer. Si le problème persiste, veuillez nous contacter.
it: Impossibile salvare la tua riflessione. Riprova. Se il problema persiste, contattaci.

source: Unable to save your Reminder. Please try again. If this problem persists, please contact us.
de: Deine Erinnerung konnte nicht gespeichert werden. Bitte versuche es erneut. Wenn dieses Problem weiterhin besteht, kontaktiere uns bitte.
es: No se pudo guardar tu recordatorio. Por favor, inténtalo de nuevo. Si el problema persiste, contáctanos.
fr: Impossible d'enregistrer votre rappel. Veuillez réessayer. Si le problème persiste, veuillez nous contacter.
it: Impossibile salvare il tuo promemoria. Riprova. Se il problema persiste, contattaci.

source: Unable to Send Notification
de: Mitteilung kann nicht gesendet werden
es: No se pudo enviar la notificación
fr: Impossible d'envoyer la notification
it: Impossibile inviare la notifica

source: Uncategorized
de: Unkategorisiert
es: Sin categoría
fr: Non catégorisé
it: Non categorizzato

source: Unimpressed
de: Unbeeindruckt
es: Indiferente
fr: Indifférent
it: Indifferente

source: Use MindfulPacer with just your iPhone. You can log reflections and activities manually without a paired Apple Watch.
de: Verwende MindfulPacer nur mit deinem iPhone. Du kannst deine Reflexionen und Aktivitäten manuell erstellen, ohne eine Apple Watch zu koppeln.
es: Usa MindfulPacer solo con tu iPhone. Puedes registrar reflexiones y actividades manualmente sin un Apple Watch emparejado.
fr: Utilisez MindfulPacer avec votre iPhone uniquement. Vous pouvez enregistrer des réflexions et des activités manuellement sans Apple Watch couplée.
it: Usa MindfulPacer solo con il tuo iPhone. Puoi registrare riflessioni e attività manualmente senza un Apple Watch abbinato.

source: Use MindfulPacer with just yourcha iPhone. You can log reflections and activities manually without a paired Apple Watch.
de: Verwenden Sie MindfulPacer nur mit Ihrem iPhone. Sie können Ihre Reflexionen und Aktivitäten manuell protokollieren, ohne eine Apple Watch zu koppeln.
es: Usa MindfulPacer solo con tu iPhone. Puedes registrar reflexiones y actividades manualmente sin un Apple Watch emparejado.
fr: Utilisez MindfulPacer uniquement avec votre iPhone. Vous pouvez enregistrer des réflexions et des activités manuellement sans Apple Watch jumelée.
it: Usa MindfulPacer solo con il tuo iPhone. Puoi registrare riflessioni e attività manualmente senza un Apple Watch associato.

source: Use the same setting as your device
de: Verwende die gleiche Einstellung wie dein Gerät
es: Usar el mismo ajuste que tu dispositivo
fr: Utiliser le même réglage que votre appareil
it: Usa la stessa impostazione del tuo dispositivo

source: Using Computer, Tablet, Phone
de: Computer, Tablet, Telefon benutzen
es: Usar ordenador, tablet, teléfono
fr: Utilisation d'ordinateur, tablette, téléphone
it: Uso di computer, tablet, telefono

source: Value
de: Wert
es: Valor
fr: Valeur
it: Valore

source: Various bug fixes and UI improvements.
de: Diverse Fehlerbehebungen und UI-Verbesserungen.

source: Very High
de: Sehr hoch
es: Muy alto
fr: Très élevé
it: Molto alto

source: Very Low
de: Sehr tief
es: Muy bajo
fr: Très faible
it: Molto basso

source: View Options
de: Ansichtoptionen
es: Opciones de vista
fr: Options d'affichage
it: Opzioni di visualizzazione

source: View Raw Data
de: Rohdaten anzeigen
es: Ver datos sin procesar
fr: Afficher les données brutes
it: Visualizza dati grezzi

source: View the data that triggered this reminder.
de: Zeige die Daten an, die diese Erinnerung ausgelöst haben.
es: Ver los datos que activaron este recordatorio.
fr: Consultez les données ayant déclenché ce rappel.
it: Visualizza i dati che hanno attivato questo promemoria.

source: View the new features
de: Neue Funktionen anzeigen
es: Ver las nuevas funciones
fr: Voir les nouvelles fonctionnalités
it: Visualizza le nuove funzionalità

source: View the onboarding again
de: Onboarding erneut anschauen
es: Ver la introducción de nuevo
fr: Revoir l'introduction
it: Rivedi l'introduzione

source: View the status of the continuous monitoring at a glance.
de: Den Status des kontinuierlichen Monitoring auf einen Blick anzeigen.
es: Consulta el estado del monitoreo continuo de un vistazo.
fr: Consultez l'état du monitoring continu d'un coup d'œil.
it: Visualizza lo stato del monitoraggio continuo a colpo d'occhio.

source: View upcoming features
de: Geplante Funktionen anschauen
es: Ver próximas funciones
fr: Voir les fonctionnalités à venir
it: Visualizza le funzionalità in arrivo

source: Visiting Doctor or Therapist
de: Besuch Doktor/Therapeut
es: Visita al médico o terapeuta
fr: Visite chez le médecin ou le thérapeute
it: Visita dal medico o dal terapista

source: Visualize the data that led to a triggered reminder.
de: Visualisiere die Daten, die eine Erinnerung ausgelöst haben.
es: Visualiza los datos que condujeron a la activación de un recordatorio.
fr: Visualisez les données ayant conduit au déclenchement d'un rappel.
it: Visualizza i dati che hanno portato all'attivazione di un promemoria.

source: Visually correlate activities, energy levels and reflections
de: Visuelle Korrelation von Aktivitäten, Energieniveaus und Reflexionen
es: Correlaciona visualmente actividades, niveles de energía y reflexiones
fr: Corrélez visuellement les activités, les niveaux d'énergie et les réflexions
it: Correla visivamente attività, livelli di energia e riflessioni

source: Walking
de: Laufen
es: Caminar
fr: Marche
it: Camminata

source: Walking the Stairs
de: Treppen steigen
es: Subir escaleras
fr: Monter les escaliers
it: Salire le scale

source: Warning
de: Fehler
es: Advertencia
fr: Avertissement
it: Avvertenza

source: Warnings
de: Warnungen
es: Advertencias
fr: Avertissements
it: Avvertenze

source: Washing Clothes
de: Kleider waschen
es: Lavar ropa
fr: Lessive
it: Lavare i vestiti

source: Washing Dishes
de: Geschirrspülen
es: Lavar platos
fr: Vaisselle
it: Lavare i piatti

source: Watch App Not Installed
de: Watch-App nicht installiert
es: App de Watch no instalada
fr: App Watch non installée
it: App Watch non installata

source: Watch Not Paired
de: Watch-App nicht verbunden
es: Reloj no emparejado
fr: Montre non jumelée
it: Orologio non associato

source: Watching TV
de: Fernsehschauen
es: Ver TV
fr: Regarder la TV
it: Guardare la TV

source: We need Health permission to read steps and heart rate.
de: Wir benötigen die Health-Berechtigung, um Schritte und die Herzfrequenz auszulesen.
es: Necesitamos permiso de Salud para leer pasos y frecuencia cardíaca.
fr: Nous avons besoin de l'autorisation Santé pour lire les pas et la fréquence cardiaque.
it: Abbiamo bisogno dell'autorizzazione Salute per leggere i passi e la frequenza cardiaca.

source: We're excited to launch the first version of MindfulPacer for iPhone and Apple Watch
de: Wir freuen uns sehr, die erste Version von MindfulPacer für iPhone und Apple Watch veröffentlichen zu können
es: Estamos emocionados de lanzar la primera versión de MindfulPacer para iPhone y Apple Watch
fr: Nous sommes ravis de lancer la première version de MindfulPacer pour iPhone et Apple Watch
it: Siamo entusiasti di lanciare la prima versione di MindfulPacer per iPhone e Apple Watch

source: week
de: Woche
es: semana
fr: semaine
it: settimana

source: Week
de: Woche
es: Semana
fr: Semaine
it: Settimana

source: What's New in
de: Was ist neu in
es: Novedades de
fr: Nouveautés de
it: Novità in

source: What's New?
de: Was ist neu?
es: ¿Qué hay de nuevo?
fr: Quoi de neuf ?
it: Novità
